
{"books": [
    {"Title":"The Society of the Ring","Description":"Sauron, the Shadow Master, has gathered to him all the Rings of Might – the means by which he aims to govern Middle-earth. All he lacks in his schemes for supremacy is the One Ring – the ring that governs them all – which has fallen into the hands of the hobbit, Bilbo Baggins.","Price":10.3,"Author":"John Ronald Reuel Tolkien","Genre":"Fantasy"},
    {"Title":"The Dual Towers","Description":"Frodo and the Fellowship of the Ring have been confronted by peril during their quest to thwart the Ruling Ring from falling into the clutches of the Dark Lord by destroying it in the Cracks of Doom. ","Price":9.64,"Author":"John Ronald Reuel Tolkien","Genre":"Fantasy"},
    {"Title":"The Comeback of the Monarch","Description":"The armies of the Shadow Master Sauron are assembling as his malevolent shadow spreads even wider. Men, Dwarves, Elves, and Ents join forces to engage in battle against the Dark.","Price":9.76,"Author":"John Ronald Reuel Tolkien","Genre":"Fantasy"},
    {"Title":"Loopworld","Description":"Louis Wu, accompanied by a young woman with genes for luck, and a captured kzin – a warlike species resembling 8-foot-tall cats -- are taken on a space ship run by a brilliant 2-headed alien called Nessus. Their destination is the Loopworld, an artificially constructed ring with high walls that contain 3 million times the area of Earth. Its origins are veiled in mystery.","Price":10.4,"Author":"Lawrence Niven","Genre":"Sci-Fi"},
    {"Title":"Hemoglobin Symphony","Description":"An astonishing breakthrough in genetic engineering made by Vergil Ulam is deemed too risky for further exploration, but instead of destroying his work, he injects himself with his creation and departs from his lab, unaware of just how his actions will alter the world. ","Price":18.11,"Author":"Gregory Bear","Genre":"Sci-Fi"},
    {"Title":"Cybernetic Conductor","Description":"Case had been the most astute data-thief in the business, until vengeful former colleagues crippled his nervous system. But now a new and highly mysterious employer recruits him for a final opportunity.","Price":12.38,"Author":"Will Gibson","Genre":"Sci-Fi"},
    {"Title":"The Blade Itself: The Fundamental Law: Book One","Description":"Inquisitor Glokta, a disabled and increasingly resentful relic of the previous war, former fencing champion turned torturer extraordinaire, is ensnared in a twisted and shattered body - not that he permits it to divert him from his daily routine of tormenting smugglers.","Price":17.62,"Author":"Joseph Abercrombie","Genre":"Fantasy"},
    {"Title":"Tempest Front (The Chicago Chronicles, Book 1)","Description":"For Harry Dresden—Chicago's only professional wizard—business, to put it mildly, is in a sorry state. So when the police bring him in to consult on a gruesome double murder committed with black magic, Harry's seeing dollar signs. But where there's black magic, there's a black mage behind it. And now that mage knows Harry's name...","Price":10.99,"Author":"James Butcher","Genre":"Urban Fantasy"},
    {"Title":"The Deceptions of Locke Lamora","Description":"They claim that the Thorn of Camorr can defeat anyone in a fight. They claim he steals from the affluent and gives to the indigent. They claim he's part man, part legend, and largely street-corner gossip. And they are incorrect on every account.","Price":15.83,"Author":"S. Lynch","Genre":"Fantasy"},
    {"Title":"Sand Dune","Description":"Dune is the tale of the boy Paul Atreides, who would evolve into the enigmatic man known as Muad'Dib. He would avenge the treacherous plot against his noble family—and would bring to fruition humanity’s most ancient and unattainable dream.","Price":10.15,"Author":"Franklin Herbert","Genre":"Sci-Fi"},
    {"Title":"Metallic Mist: The Ultimate Empire","Description":"For a thousand years the ash fell and no flowers blossomed. For a thousand years the Skaa toiled in misery and lived in dread. For a thousand years the Lord Ruler, the 'Sliver of Infinity,' ruled with absolute authority and ultimate terror, divinely invincible. ","Price":9.77,"Author":"B. Sanderson","Genre":"Fantasy"}
    ]
    }